{
  "nodes": [
    {
      "op": "null", 
      "name": "i0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i1", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i3", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i5", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i6", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i7", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i8", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i9", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "i10", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform", 
      "attrs": {
        "hash": "d16ffcf8e9ca0712", 
        "num_inputs": "1", 
        "src_layout": "NCHW", 
        "dst_layout": "NCHW3c", 
        "func_name": "tvmgen_default_fused_layout_transform", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip", 
      "attrs": {
        "hash": "3775671640d22ac6", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW3i4o", 
        "data_layout": "NCHW3c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          11, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip", 
      "attrs": {
        "hash": "966b06d1c1dca88f", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ], 
        [
          15, 
          0, 
          0
        ], 
        [
          16, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add", 
      "attrs": {
        "hash": "dfbd7aeed11581bc", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          17, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ], 
        [
          19, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p6", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p7", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_1", 
      "attrs": {
        "hash": "97798ea96a3c084d", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          20, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ], 
        [
          22, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p8", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p9", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_1", 
      "attrs": {
        "hash": "0d4769b61936b640", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          23, 
          0, 
          0
        ], 
        [
          24, 
          0, 
          0
        ], 
        [
          25, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p10", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p11", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_1", 
      "attrs": {
        "hash": "ba12edbe62ea75fb", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          26, 
          0, 
          0
        ], 
        [
          27, 
          0, 
          0
        ], 
        [
          28, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform_1", 
      "attrs": {
        "hash": "f49d7122de91536c", 
        "num_inputs": "1", 
        "src_layout": "NCHW4c", 
        "dst_layout": "NCHW", 
        "func_name": "tvmgen_default_fused_layout_transform_1", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          29, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_strided_slice_concatenate_layout_transform", 
      "attrs": {
        "hash": "3a0198f7fade2d65", 
        "num_inputs": "2", 
        "src_layout": "NCHW", 
        "dst_layout": "NCHW4c", 
        "func_name": "tvmgen_default_fused_strided_slice_concatenate_layout_transform", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          30, 
          0, 
          0
        ], 
        [
          1, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p12", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p13", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_2", 
      "attrs": {
        "hash": "011ee8f89c0c85e4", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ], 
        [
          32, 
          0, 
          0
        ], 
        [
          33, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p14", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p15", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_2", 
      "attrs": {
        "hash": "0ec3f9d321b312e4", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ], 
        [
          36, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p16", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p17", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add", 
      "attrs": {
        "hash": "4dcd40363da796b7", 
        "num_inputs": "4", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          39, 
          0, 
          0
        ], 
        [
          29, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p18", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p19", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_2_1", 
      "attrs": {
        "hash": "011ee8f89c0c85e4", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          40, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ], 
        [
          42, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p20", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p21", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_3", 
      "attrs": {
        "hash": "2a416dfc21341804", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          43, 
          0, 
          0
        ], 
        [
          44, 
          0, 
          0
        ], 
        [
          45, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p22", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p23", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_2", 
      "attrs": {
        "hash": "5d8fa172bde91e8b", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          46, 
          0, 
          0
        ], 
        [
          47, 
          0, 
          0
        ], 
        [
          48, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform", 
      "attrs": {
        "hash": "bc6d7c488c1cb432", 
        "num_inputs": "2", 
        "src_layout": "NCHW", 
        "dst_layout": "NCHW4c", 
        "func_name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          49, 
          0, 
          0
        ], 
        [
          2, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p24", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p25", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_3", 
      "attrs": {
        "hash": "6844971860047351", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          50, 
          0, 
          0
        ], 
        [
          51, 
          0, 
          0
        ], 
        [
          52, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p26", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p27", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_4", 
      "attrs": {
        "hash": "b103bfee61433ef9", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          53, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ], 
        [
          55, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p28", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p29", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_1", 
      "attrs": {
        "hash": "0d288991cd9b4d47", 
        "num_inputs": "4", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          56, 
          0, 
          0
        ], 
        [
          57, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ], 
        [
          49, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_1", 
      "attrs": {
        "hash": "bc6d7c488c1cb432", 
        "num_inputs": "2", 
        "src_layout": "NCHW", 
        "dst_layout": "NCHW4c", 
        "func_name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          59, 
          0, 
          0
        ], 
        [
          3, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p30", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p31", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_3_1", 
      "attrs": {
        "hash": "6844971860047351", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          60, 
          0, 
          0
        ], 
        [
          61, 
          0, 
          0
        ], 
        [
          62, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p32", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p33", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_4_1", 
      "attrs": {
        "hash": "b103bfee61433ef9", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          63, 
          0, 
          0
        ], 
        [
          64, 
          0, 
          0
        ], 
        [
          65, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p34", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p35", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_1_1", 
      "attrs": {
        "hash": "0d288991cd9b4d47", 
        "num_inputs": "4", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_1", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          66, 
          0, 
          0
        ], 
        [
          67, 
          0, 
          0
        ], 
        [
          68, 
          0, 
          0
        ], 
        [
          59, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p36", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p37", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_3_2", 
      "attrs": {
        "hash": "6844971860047351", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          69, 
          0, 
          0
        ], 
        [
          70, 
          0, 
          0
        ], 
        [
          71, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p38", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p39", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_5", 
      "attrs": {
        "hash": "2de4b1bccdf3c89b", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          72, 
          0, 
          0
        ], 
        [
          73, 
          0, 
          0
        ], 
        [
          74, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p40", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p41", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_3", 
      "attrs": {
        "hash": "cafc4bc03f2a5f3a", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          75, 
          0, 
          0
        ], 
        [
          76, 
          0, 
          0
        ], 
        [
          77, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_1_1", 
      "attrs": {
        "hash": "ac13d1d1d5a22a45", 
        "num_inputs": "2", 
        "src_layout": "NCHW", 
        "dst_layout": "NCHW4c", 
        "func_name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_1", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          78, 
          0, 
          0
        ], 
        [
          4, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p42", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p43", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_4", 
      "attrs": {
        "hash": "3ddecdaef154ad0e", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          79, 
          0, 
          0
        ], 
        [
          80, 
          0, 
          0
        ], 
        [
          81, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p44", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p45", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_6", 
      "attrs": {
        "hash": "1d2ee49ed2eae509", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          82, 
          0, 
          0
        ], 
        [
          83, 
          0, 
          0
        ], 
        [
          84, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p46", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p47", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_2", 
      "attrs": {
        "hash": "33df5dc7152e562d", 
        "num_inputs": "4", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          85, 
          0, 
          0
        ], 
        [
          86, 
          0, 
          0
        ], 
        [
          87, 
          0, 
          0
        ], 
        [
          78, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_1_2", 
      "attrs": {
        "hash": "ac13d1d1d5a22a45", 
        "num_inputs": "2", 
        "src_layout": "NCHW", 
        "dst_layout": "NCHW4c", 
        "func_name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_1", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          88, 
          0, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p48", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p49", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_4_1", 
      "attrs": {
        "hash": "3ddecdaef154ad0e", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          89, 
          0, 
          0
        ], 
        [
          90, 
          0, 
          0
        ], 
        [
          91, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p50", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p51", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_6_1", 
      "attrs": {
        "hash": "1d2ee49ed2eae509", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          92, 
          0, 
          0
        ], 
        [
          93, 
          0, 
          0
        ], 
        [
          94, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p52", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p53", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_2_1", 
      "attrs": {
        "hash": "33df5dc7152e562d", 
        "num_inputs": "4", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          95, 
          0, 
          0
        ], 
        [
          96, 
          0, 
          0
        ], 
        [
          97, 
          0, 
          0
        ], 
        [
          88, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_1_3", 
      "attrs": {
        "hash": "ac13d1d1d5a22a45", 
        "num_inputs": "2", 
        "src_layout": "NCHW", 
        "dst_layout": "NCHW4c", 
        "func_name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_1", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          98, 
          0, 
          0
        ], 
        [
          6, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p54", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p55", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_4_2", 
      "attrs": {
        "hash": "3ddecdaef154ad0e", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          99, 
          0, 
          0
        ], 
        [
          100, 
          0, 
          0
        ], 
        [
          101, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p56", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p57", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_6_2", 
      "attrs": {
        "hash": "1d2ee49ed2eae509", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          102, 
          0, 
          0
        ], 
        [
          103, 
          0, 
          0
        ], 
        [
          104, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p58", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p59", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_2_2", 
      "attrs": {
        "hash": "33df5dc7152e562d", 
        "num_inputs": "4", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_2", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          105, 
          0, 
          0
        ], 
        [
          106, 
          0, 
          0
        ], 
        [
          107, 
          0, 
          0
        ], 
        [
          98, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p60", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p61", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_4_3", 
      "attrs": {
        "hash": "3ddecdaef154ad0e", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          108, 
          0, 
          0
        ], 
        [
          109, 
          0, 
          0
        ], 
        [
          110, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p62", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p63", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_6_3", 
      "attrs": {
        "hash": "1d2ee49ed2eae509", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          111, 
          0, 
          0
        ], 
        [
          112, 
          0, 
          0
        ], 
        [
          113, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p64", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p65", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_4", 
      "attrs": {
        "hash": "602df7794d9709e7", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          114, 
          0, 
          0
        ], 
        [
          115, 
          0, 
          0
        ], 
        [
          116, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_2", 
      "attrs": {
        "hash": "2c11a666f1f15835", 
        "num_inputs": "2", 
        "src_layout": "NCHW", 
        "dst_layout": "NCHW4c", 
        "func_name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_2", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          117, 
          0, 
          0
        ], 
        [
          7, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p66", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p67", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_5", 
      "attrs": {
        "hash": "a356f7b1fadf1829", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          118, 
          0, 
          0
        ], 
        [
          119, 
          0, 
          0
        ], 
        [
          120, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p68", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p69", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_7", 
      "attrs": {
        "hash": "91882420dc2c196a", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          121, 
          0, 
          0
        ], 
        [
          122, 
          0, 
          0
        ], 
        [
          123, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p70", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p71", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_3", 
      "attrs": {
        "hash": "7b99b33dc3e9de29", 
        "num_inputs": "4", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          124, 
          0, 
          0
        ], 
        [
          125, 
          0, 
          0
        ], 
        [
          126, 
          0, 
          0
        ], 
        [
          117, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_2_1", 
      "attrs": {
        "hash": "2c11a666f1f15835", 
        "num_inputs": "2", 
        "src_layout": "NCHW", 
        "dst_layout": "NCHW4c", 
        "func_name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_2", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          127, 
          0, 
          0
        ], 
        [
          8, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p72", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p73", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_5_1", 
      "attrs": {
        "hash": "a356f7b1fadf1829", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          128, 
          0, 
          0
        ], 
        [
          129, 
          0, 
          0
        ], 
        [
          130, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p74", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p75", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_7_1", 
      "attrs": {
        "hash": "91882420dc2c196a", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_7", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          131, 
          0, 
          0
        ], 
        [
          132, 
          0, 
          0
        ], 
        [
          133, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p76", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p77", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_3_1", 
      "attrs": {
        "hash": "7b99b33dc3e9de29", 
        "num_inputs": "4", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_3", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          134, 
          0, 
          0
        ], 
        [
          135, 
          0, 
          0
        ], 
        [
          136, 
          0, 
          0
        ], 
        [
          127, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p78", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p79", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_5_2", 
      "attrs": {
        "hash": "a356f7b1fadf1829", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          137, 
          0, 
          0
        ], 
        [
          138, 
          0, 
          0
        ], 
        [
          139, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p80", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p81", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_8", 
      "attrs": {
        "hash": "0c5a6e9cf1ef271a", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_8", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          140, 
          0, 
          0
        ], 
        [
          141, 
          0, 
          0
        ], 
        [
          142, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p82", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p83", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_5", 
      "attrs": {
        "hash": "557a73d6752aebe7", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_5", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          143, 
          0, 
          0
        ], 
        [
          144, 
          0, 
          0
        ], 
        [
          145, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_3", 
      "attrs": {
        "hash": "ead2a9c05b8cfa83", 
        "num_inputs": "2", 
        "src_layout": "NCHW", 
        "dst_layout": "NCHW4c", 
        "func_name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_3", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          146, 
          0, 
          0
        ], 
        [
          9, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p84", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p85", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_6", 
      "attrs": {
        "hash": "769878b3063cd0c0", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          147, 
          0, 
          0
        ], 
        [
          148, 
          0, 
          0
        ], 
        [
          149, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p86", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p87", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_9", 
      "attrs": {
        "hash": "3adbf0e949af928f", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_9", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          150, 
          0, 
          0
        ], 
        [
          151, 
          0, 
          0
        ], 
        [
          152, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p88", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p89", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_4", 
      "attrs": {
        "hash": "0325bc7476e6afa8", 
        "num_inputs": "4", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          153, 
          0, 
          0
        ], 
        [
          154, 
          0, 
          0
        ], 
        [
          155, 
          0, 
          0
        ], 
        [
          146, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_3_1", 
      "attrs": {
        "hash": "ead2a9c05b8cfa83", 
        "num_inputs": "2", 
        "src_layout": "NCHW", 
        "dst_layout": "NCHW4c", 
        "func_name": "tvmgen_default_fused_layout_transform_strided_slice_concatenate_layout_transform_3", 
        "flatten_data": "0", 
        "num_outputs": "1"
      }, 
      "inputs": [
        [
          156, 
          0, 
          0
        ], 
        [
          10, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p90", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p91", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_6_1", 
      "attrs": {
        "hash": "769878b3063cd0c0", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          157, 
          0, 
          0
        ], 
        [
          158, 
          0, 
          0
        ], 
        [
          159, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p92", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p93", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_9_1", 
      "attrs": {
        "hash": "3adbf0e949af928f", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_9", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          160, 
          0, 
          0
        ], 
        [
          161, 
          0, 
          0
        ], 
        [
          162, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p94", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p95", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_4_1", 
      "attrs": {
        "hash": "0325bc7476e6afa8", 
        "num_inputs": "4", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_add_4", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          163, 
          0, 
          0
        ], 
        [
          164, 
          0, 
          0
        ], 
        [
          165, 
          0, 
          0
        ], 
        [
          156, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p96", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p97", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_6_2", 
      "attrs": {
        "hash": "769878b3063cd0c0", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_clip_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          166, 
          0, 
          0
        ], 
        [
          167, 
          0, 
          0
        ], 
        [
          168, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p98", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p99", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_9_2", 
      "attrs": {
        "hash": "3adbf0e949af928f", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW1i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_depthwise_conv2d_NCHWc_add_clip_9", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          169, 
          0, 
          0
        ], 
        [
          170, 
          0, 
          0
        ], 
        [
          171, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p100", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p101", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_6", 
      "attrs": {
        "hash": "3afd1adb9ef8ef33", 
        "num_inputs": "3", 
        "kernel_layout": "OIHW4i4o", 
        "data_layout": "NCHW4c", 
        "out_layout": "NCHW4c", 
        "num_outputs": "1", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_NCHWc_add_6", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          172, 
          0, 
          0
